---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualReturnAirflowParam
source: html/a53ab5ce-832e-f098-4d41-fe269f646749.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualReturnAirflowParam Property

"Actual Return Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualReturnAirflowParam { get; }
```